export const textPlateData = [
  {
    title: 'Для кого создан этот учебник',
    desc: 'Этот материал ориентирован на широкую аудиторию. Он идеально подойдёт вам, если вы только начинаете свой путь в программировании и никогда ранее не сталкивались с написанием кода. Учебник также будет полезен студентам технических, экономических и гуманитарных специальностей, которым необходимо освоить Python в рамках учебного курса, для выполнения лабораторных работ или курсовых проектов.'
  },
  {
    title: 'Для тех, кто уже знаком с программированием',
    desc: 'Если вы ранее писали код на других языках, будь то C++, Java, C# или JavaScript, этот учебник поможет вам быстро и осознанно адаптировать уже имеющиеся навыки. Вместо того чтобы заново проходить основы алгоритмов или структуры данных, вы сможете сосредоточиться на принципиальных отличиях, которые определяют поведение этого языка.'
  },
  {
    title: 'Необходимая подготовка',
    desc: 'Для начала освоения материала вам не потребуется профильное образование в сфере информационных технологий, углублённые математические знания или понимание аппаратной архитектуры вычислительных систем. Достаточно владеть базовыми навыками работы с компьютером: устанавливать программное обеспечение, создавать и организовывать файлы, а также выделять на занятия несколько часов в неделю.\n'
  }
]
